Repository: giellalt/corpus-sma
Catalog: tmx/nob/admin/sd/samediggi.no/orre-digitaale-baakoegaerja-olkese-baaata.html.tmx
Source language: sma
Languages: nob

source: Saemiedigkie, Divvun jïh Sámi Giellateknoe Tromsøen Universiteetesne orre digitaale baakoegærjam Sátni – báhkoe – baakoe olkese vedtieh.
nob: Sametinget sammen med Divvun og Sámi Giellatekno ved Universitetet i Tromsø lanserer ny digital ordbok Sátni – báhko – baakoe.

source: Baakoegærja lea aarebi baakoegærjan aarpere, man nomme lij risten.no.
nob: Ordboken er arvtageren til risten.no.

source: Baakoegærjesne dovne sïejhme baakoe jïh faageteermh.
nob: Ordboken inneholder både allmenne ord og fagterminologi.

source: Viertiestamme gærjine risten.no, dle daate orre baakoegærja jienebh baakoeh åtna.
nob: I forhold til risten.no inneholder den nye ordboken flere ord.

source: Aelhkebe aaj baakoeh ohtsedh.
nob: Søket er også blitt enklere.

source: Utnijh maehtieh gaajhkine saemien gïeline ohtsedh jïh aaj nöörjen.
nob: Brukere kan søke på alle de samiske språkene samt på norsk.

source: - Daejnie digitaale baakoegærjine, maam gaajhkesh maehtieh nuhtjedh, gegkestem jienebh sijhtieh saemien nuhtjedh dovne tjaaleldh jïh njaalmeldh, saemiedigkiepresidente Aili Keskitalo jeahta.
nob: - Med denne digitale ordboken, som er til fri bruk for alle, håper jeg at flere vil bruke samisk både skriftlig og muntlig, sier sametingspresident Aili Keskitalo.

source: Orre baakoeh jïh teermh sijhtieh båateladtedh dennie digitaale baakoegærjesne, Keskitalo jeahta.
nob: Det vil kontinuerlig bli lagt til flere ord og terminologi i den digitale ordboken, sier Keskitalo.

source: Nedtesijjie lea:
nob: Nettadressen er:

source: Prosjekten åvtehke Divvunisnie Sjur Nørstebø Moshagen jeahta dah sijhtieh bïevnesh bååstede utnedh utniejidie, guktie dah maehtieh baakoegærjam bueriedidh jïh evtiedidh.
nob: Prosjektleder i Divvun Sjur Nørstebø Moshagen sier at de ønsker tilbakemeldinger fra publikum, slik at de kan forbedre og utvikle ordboken.

source: Maahta bïevnesh bååstede seedtedh diekie: feedback@divvun.no, jïh lissiehtassh orre teermide maahta vedtedh nedtesijjesne: http://gtsvn.uit.no/termwiki /
nob: Tilbakemeldinger kan sendes til feedback@divvun.no, og bidrag til ny terminologi kan man gi på nettstedet http://gtsvn.uit.no/termwiki /

source: Lohkh vielie Sámi giellateknon jïh Divvunen bïjre daesnie:
nob: Les mer om Sámi giellatekno og Divvun:
